[
  {
    "name": "Accurate",
    "description": "Models with Accurate or models shooting with Accurate weapons ignore the penalty for shooting at Long range."
  },
  {
    "name": "All-terrain(X)",
    "description": "All-terrain Vehicles gain a +X modifier on Dangerous terrain tests."
  },
  {
    "name": "Anti-tank",
    "description": "Models with Anti-tank or models shooting with Anti-tank weapons targeting non-Vehicle units suffer an additional -1 Penalty to hit."
  },
  {
    "name": "Booby Trap",
    "description": "When a unit with Booby Trap deploys it may mark one terrain feature it is in contact with as Booby Trapped. When another unit contacts the Booby Trapped terrain feature during a move roll a die and on 4+ the unit is hit by one Medium Blast hit, takes a Pin and then remove the Booby Trapped marker. If it is not triggered the marker is left in place."
  },
  {
    "name": "Commanding Presence(X)",
    "description": "The unit and friendly units within 12\" gains +X Discipline."
  },
  {
    "name": "Crushing Strength(X)",
    "description": "Model gains +X to wound modifier when attacking in Melee combat."
  },
  {
    "name": "Cumbersome",
    "description": "Model considers all Rough terrain as Impassible terrain for movement and deployment purposes. During a Run move a may only move up to (instead of double) its Move stat."
  },
  {
    "name": "Explosive Charge(X)",
    "description": "Model may once per game gain +X to wound for one Melee attack against a Vehicle (this modifier is non-cumulative)."
  },
  {
    "name": "Fall-off",
    "description": "Weapons with Fall-off suffer a -1 Penetration penalty when shooting at Long Range"
  },
  {
    "name": "Fixed",
    "description": "Model may only target units at least partially in the models Front Arc and draw Line of Sight from the center of its Front facing when shooting. Model with Fixed may only pivot during an Advance move. Units with Fixed models may never declare Charges."
  },
  {
    "name": "Flamethrower(X)",
    "description": "Flamethrowers hit on 2+ and ignore all to hit modifiers except Pins of Shooter. A hit from a Flamethrower is multiplied by X but may not cause more hits that there are models in the target unit."
  },
  {
    "name": "Gun Shield",
    "description": "Model gains Soft cover from enemy models shooting at it in its Front Arc."
  },
  {
    "name": "Howitzer(X-Y\")",
    "description": "May choose to shoot as if it had Indirect(X) and Range Y\"."
  },
  {
    "name": "Impact(X)",
    "description": "Model gains +X to wound modifier the first round of Melee combat if it charged."
  },
  {
    "name": "Indirect(X)",
    "description": "May draw Line of Sight through friendly units when shooting (must still be able to see the target). May not target enemy units fully within X\"."
  },
  {
    "name": "Melee Specialist",
    "description": "Model causes 2 hits instead of 1 when attacking in Melee combat."
  },
  {
    "name": "Move or Fire",
    "description": "Models with or models shooting with Move or Fire weapons may only shoot during a Fire order."
  },
  {
    "name": "Mounted",
    "description": "Mounted models treat terrain as if they were Vehicle models except that for each failed Dangerous terrain test the unit suffers a casualty instead of moving and being Immobilized (see Vehicles and Terrain in the Vehicle section). Mounted models may never voluntarily be issued a Down order and enemy units targeting a Mounted unit never suffers the penalty for target being Down."
  },
  {
    "name": "Open-topped",
    "description": "Open-topped units hit by weapons that cannot wound it still take Pins by them. Open-topped Transports may have up to half(rounding up) its transport capacity of models shoot out of it per turn, measuring range and LoS from the transport."
  },
  {
    "name": "Quick to Fire",
    "description": "Models with Quick to Fire or models shooting with Quick to Fire weapons do not suffer the penalty for Moving and Shooting."
  },
  {
    "name": "Reload",
    "description": "Models with or models using Reload weapons may not shoot during Fire orders that are issued as a Reaction."
  },
  {
    "name": "Scoring",
    "description": "Scoring units can take and count towards Objectives."
  },
  {
    "name": "Scout",
    "description": "Scout units can be deployed anywhere fully within the owners table half and 12\" away from any enemy unit. Scout units that deploy outside of the deployment zone may not declare charges during the turn they deployed."
  },
  {
    "name": "Smoke Screen",
    "description": "Once per game instead of firing any weapons during an Advance or Fire order a unit may use its Smoke Launchers. The unit gains Hard Target(1) until the end of the turn."
  },
  {
    "name": "Sniper",
    "description": "Models with or models shooting with Sniper weapons ignore all to hit penalties except for Pins on Shooter and Wounded (See Team(X) rule). Any casualties caused by Snipers are removed by the attacking player instead of the owner of the unit but only models in Line of Sight of the Sniper may be removed."
  },
  {
    "name": "Spotter",
    "description": "Units with Spotter gain an additional 25mm model with Toughness 4+ and no weapons. This model does not need to maintain Unit Cohesion, does not share any Special Rules the 'parent' unit has and is treated as a separate unit for enemy targeting and taking casualties. Spotters are never directly issued Orders, does not resolve or benefit from Orders issued to its 'parent' and may not react if it is targeted. Spotters may move up to 6\" directly after its 'parent' unit has finished resolving a direct (i.e. not reactionary) Order. The Spotter is immediately removed if the 'parent' unit is destroyed. Spotters have Hard Target(2). Spotter models are  deployed at the same time as its 'parent' but may be placed anywhere fully within the owners table half and 12\" away from any enemy unit."
  },
  {
    "name": "Stubborn(X)",
    "description": "Units with Stubborn gain +X Discipline when taking Discipline tests caused by shooting, losing close combats and Rally orders."
  },
  {
    "name": "Swiftstride",
    "description": "Units with Swiftstride roll one additional die and discards the lowest when rolling for charge distance."
  },
  {
    "name": "Tall",
    "description": "Models targeting Tall units with shooting may ignore intervening non-Tall enemy units for determining cover."
  },
  {
    "name": "Team(X)",
    "description": "When removing a Team model as casualty it is not removed but instead mark it with a Wound token. Place one Wound token per casualty taken. When the number of Wound tokens equals X the model is immediately removed. Team models with only one Wound away from being removed suffer a -1 Penalty to hit."
  },
  {
    "name": "Unwieldy",
    "description": "Models with Unwieldy o models shooting with Unwieldy weapon suffer an additional -1 for Moving and Shooting."
  }
]
